Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Waiting for network...
ar: في انتظار الشبكة...
be: Чаканне сувязі...
ca: Esperant una connexió...
de: Warte auf Netzwerk...
es: Esperando red...
fa: در انتظار شبکه...
fi: Odotetaan yhteyttä...
fr: En attente de réseau…
id: Menunggu jaringan...
it: Attendo la rete...
ko: 연결 대기 중...
ms: Menunggu jaringan...
nl: Wachten op netwerk...
pl: Czekam na sieć...
pt_br: Aguardando rede...
ru: Ожидание сети...
sv: Väntar på nätverk...
tr: Ağ bağlantısı bekleniyor…
uk: Очікування мережі...
uz: Tarmoqqa ulanish kutilmoqda...
zh_cn: 等待网络……
zh_tw: 等待網絡……

source: Wait more
ar: الانتظار أكثر
be: Пачакайце яшчэ
ca: Espera
de: Länger warten
es: Esperar más
fa: بیشتر صبر کنید
fi: Odota lisää
fr: Attendre plus
id: Tunggu
it: Aspetta di più
ko: 더 기다리기
ms: Tunggu lagi
nl: Langer wachten
pl: Czekaj dłużej
pt_br: Aguardar mais
ru: Подождать ещё
sv: Avvakta
tr: Biraz daha bekle
uk: Зачекати ще
uz: Kutish

source: wants to speak
ar: يطلب التحدّث
be: хоча гаварыць
ca: vol parlar
de: möchte sprechen
es: quiere hablar
fi: haluaa puhua
fr: souhaite parler
it: vuole parlare
ko: 발언 희망
ms: ingin cakap
nl: wil spreken
pl: chce mówić
pt_br: quer falar
ru: поднимает руку
sv: vill prata
tr: konuşmak istiyor
uk: бажає говорити

source: Warmth
ar: الدفء
be: Цеплыня
ca: Calidesa
de: Wärme
es: Temperatura
fa: گرما
fi: Värilämpötila
fr: Température
it: Calore
ko: 온기
ms: Kehangatan
nl: Warmte
pl: Ciepło
pt_br: Calor
ru: Теплота
sv: Färgtemperatur
tr: Sıcaklık
uk: Тепло
uz: Iliqlik
zh_cn: 色温
zh_tw: 色温

source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fi: Varoitus
fr: Avertissement
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження

# WebSessionsTitle
source: Logged In with Telegram
ar: تم تسجيل الدخول إليها عبر تيليجرام
be: Аўтарызаваныя сайты
ca: Sessions iniciades amb el Telegram
de: Mit Telegram angemeldet
es: Sesión iniciada con Telegram
fi: Telegram-kirjautumiset
fr: Connexions avec Telegram
it: Connessi con Telegram
ko: 텔레그램으로 로그인된 웹 사이트
ms: Log masuk dengan Telegram
nl: Ingelogd met Telegram
pl: Logowania za pomocą Telegrama
pt_br: Entrou com o Telegram
ru: Авторизованные сайты
sv: Inloggningar via Telegram
tr: Telegram ile Yapılan Girişler
uk: Авторизації через Telegram

# Weeks_one
source: {0} week
ar: أسبوع واحد
be: {0} тыдзень
ca: {0} setmana
de: {0} Woche
es: {0} semana
fi: {0} viikko
fr: {0} semaine
it: {0} settimana
pl: {0} tydzień
pt_br: {0} semana
ru: {0} нед.
sv: {0} vecka
tr: {0} hafta
uk: {0} тиждень

# Weeks_other
source: {0} weeks
ar: ⁨{0}⁩ أسبوع
be: {0} тыдняў
ca: {0} setmanes
de: {0} Wochen
es: {0} semanas
fi: {0} viikkoa
fr: {0} semaines
it: {0} settimane
ko: {0}주
ms: {0} minggu
nl: {0} weken
pl: {0} tygodnie
pt_br: {0} semanas
ru: {0} нед.
sv: {0} veckor
tr: {0} hafta
uk: {0} тижнів

source: When connected on Wi-Fi
ar: عند الاتصال بالواي فاي
be: Пры злучэнні праз Wi-Fi
ca: Amb connexió Wi-Fi
de: Über WLAN
es: Con Wi-Fi
fa: هنگام اتصال به وای فای
fi: Wi-Fi-verkossa
fr: En Wi-Fi
id: Saat terhubung Wi-Fi
it: Quando connesso tramite Wi-Fi
ko: Wi-Fi에 연결할 때
ms: Bila sambung ke Wi-Fi
nl: Bij Wi-Fi-verbinding
pl: Przy połączeniu przez Wi-Fi
pt_br: Quando conectado ao Wi-Fi
ru: Через сети Wi-Fi
sv: När ansluten till wifi
tr: Kablosuz ağa bağlıyken
uk: При підключенні по Wi-Fi
uz: Wi-Fi orqali ulanganda
zh_cn: 接入 Wi-Fi 时
zh_tw: 接入 Wi-Fi 時

source: When roaming
ar: عند التجوال
be: У роўмінгу
ca: En itinerància
de: Bei Roaming
es: En roaming
fa: هنگام رومینگ
fi: Verkkovieraillessa
fr: En itinérance
id: Saat roaming
it: In roaming
ko: 로밍할 때
ms: Ketika dalam Perayauan
nl: Bij roaming
pl: Podczas roamingu
pt_br: Quando em roaming
ru: В роуминге
sv: Vid roaming
tr: Dolaşımdayken
uk: У роумінгу
uz: Rouming orqali ulanganda
zh_cn: 漫游时
zh_tw: 漫遊時

source: When using mobile data
ar: عند استخدام بيانات الجوال
be: Пры мабільным злучэнні
ca: Amb connexió de dades mòbils
de: Über Mobilfunk
es: Con datos móviles
fa: هنگام استفاده از داده تلفن همراه
fi: Mobiilidatalla
fr: En données mobiles
id: Saat menggunakan data seluler
it: Quando utilizzi la rete cellulare
ko: 모바일 데이터를 사용할 때
ms: Bila guna data mobil
nl: Bij mobiele verbinding
pl: Gdy używasz danych komórkowych
pt_br: Ao usar dados móveis
ru: Через мобильную сеть
sv: När mobildata används
tr: Mobil veri kullanırken
uk: При використанні мобільних даних
uz: Mobil internet orqali ulanganda
zh_cn: 使用移动数据时
zh_tw: 使用流動數據時

source: White
ar: الأبيض
be: Белы
ca: Blanc
de: Weiß
es: Blanco
fa: سفید
fi: Valkoinen
fr: Blanc
id: Putih
it: Bianco
ko: 하얀색
ms: Putih
nl: Wit
pl: Biały
pt_br: Branco
ru: Белый
sv: Vit
tr: Beyaz
uk: Білий
uz: Oq

# WhoCanAddMe
source: Who can add me to group chats?
ar: من يمكنهم إضافتي للمجموعات
be: Хто можа дадаваць мяне да суполак?
ca: Qui pot afegir-me als grups?
de: Wer kann mich in Gruppen einladen?
es: ¿Quién puede añadirme?
fa: چه کسی می‌تواند مرا به گفتگوهای گروهی اضافه کند؟
fi: Kuka voi lisätä minut ryhmiin ja kanaville?
fr: Qui peut m'ajouter aux groupes et canaux ?
id: Siapa yang dapat menambahkan Anda ke grup?
it: Chi può aggiungermi ai gruppi?
ko: 나를 그룹 대화방에 추가할 수 있는 사람
ms: Siapa yang boleh tambah saya ke grup bual?
nl: Wie kan me toevoegen aan groepchats?
pl: Kto może mnie dodać?
pt_br: Quem pode me adicionar em grupos?
ru: Кто может добавлять меня в группы?
sv: Vem kan lägga till mig i gruppchattar?
tr: Beni grup sohbetlerine kimler ekleyebilir?
uk: Хто може додавати мене до групових чатів?
uz: Kimlar meni guruh chatlariga qoʻsha oladi?
zh_cn: 谁可以邀请我加入群组？
zh_tw: 誰可以邀請我加入群組？

# WhoCanAddMeInfo
source: You can restrict who can add you to groups and channels with granular precision.
ar: بإمكانك تحديد الأشخاص المسموح لهم بإضافتك إلى المجموعات والقنوات بشكل تفصيلي.
be: Вы можаце вызначыць, хто можа запрашаць вас у суполкі і каналы.
ca: Podeu restringir qui us pot afegir a grups i canals amb una precisió total.
de: Du kannst bestimmen, wer dich in Gruppen oder Kanäle einladen darf.
es: Puedes restringir quién puede añadirte a grupos y canales con gran precisión.
fa: شما می‌توانید کسانی که قادرند شما را به گروه‌ها و کانال‌ها اضافه کنند را محدود کنید.
fi: Voit valita ketkä saavat lisätä sinut ryhmiin ja kanaville.
fr: Vous pouvez choisir précisément qui peut vous ajouter aux groupes et canaux.
id: Anda dapat membatasi siapa yang dapat menambahkan Anda ke grup dan channel dengan lebih akurat.
it: Puoi decidere chi può aggiungerti a gruppi e canali con precisione granulare.
ko: 회원님을 그룹과 채널에 추가할 수 있는 사람을 세세하게 제한하실 수 있습니다.
ms: Anda boleh hadkan siapa yang boleh tambah anda ke grup dan saluran dengan ketepatan jitu.
nl: Je kunt nauwkeurig bepalen wie je aan groepen en kanalen mag toevoegen.
pl: Możesz precyzyjnie określić, kto może dodawać cię do grup i kanałów.
pt_br: Você pode restringir quem pode te adicionar em grupos ou canais com precisão.
ru: Вы можете выбрать, кому разрешаете приглашать Вас в группы и каналы.
sv: Du kan inskränka möjligheterna att lägga till dig i grupper och kanaler.
tr: Sizi kimlerin kanallara ve gruplara ekleyebileceğini ayrıntılı bir şekilde kısıtlayabilirsiniz.
uk: Ви можете вибрати, хто може додавати вас до груп і каналів.
uz: Siz yuqori aniqlik bilan kimlar sizni guruhlar va kanallarga qoʻsha olishi mumkinligini tanlashingiz mumkin.
zh_cn: 您可以很精确地限制什么人能将您添加到群组或频道。
zh_tw: 您可以很準確地限制什麽人能將您添加到群組或頻道。

source: Who can add members?
ar: من يمكنهم إضافة أعضاء؟
be: Хто можа дадаваць удзельнікаў?
ca: Qui pot afegir membres?
de: Wer kann Mitglieder einladen?
es: ¿Quién puede añadir miembros?
fa: چه کسانی می‌توانند اعضا اضافه کنند؟
fi: Kuka voi lisätä uusia jäseniä?
fr: Qui peut ajouter des membres ?
id: Siapa yang dapat menambah anggota?
it: Chi può aggiungere membri?
ko: 참가자를 추가할 수 있는 사람
ms: Siapa boleh tambah ahli?
nl: Wie kan leden toevoegen?
pl: Kto może dodawać członków?
pt_br: Quem pode adicionar membros?
ru: Кто может добавлять участников?
sv: Vem kan lägga till nya medlemmar?
tr: Kimler üye ekleyebilir?
uk: Хто може додавати учасників?
uz: Kimlar aʼzolarni qoʻsha oladi?
zh_cn: 谁可邀请新成员？
zh_tw: 誰可邀請新成員？

# WhoCanAddMembersAdmins
source: Only Admins
ar: المشرفون فقط
be: Толькі кіраўнікі
ca: Els administradors
de: Nur Admins
es: Administradores
fa: فقط مدیران
fi: Ainoastaan valvojat
fr: Seulement les administrateurs
id: Hanya Admin
it: Solo gli amministratori
ko: 관리자만
ms: Hanya Pentadbir
nl: Beheerders
pl: Tylko administratorzy
pt_br: Somente Admins
ru: Только администраторы
sv: Endast administratörer
tr: Sadece Yöneticiler
uk: Лише адміністратори
uz: Faqat adminlar
zh_cn: 仅限管理员
zh_tw: 僅限管理員

# WhoCanAddMembersAllMembers
source: All Members
ar: جميع الأعضاء
be: Усе ўдзельнікі
ca: Tots els membres
de: Alle Mitglieder
es: Todos
fa: تمامی اعضا
fi: Kaikki jäsenet
fr: Tous les membres
id: Semua Anggota
it: Tutti i membri
ko: 모든 참가자
ms: Semua Ahli
nl: Alle leden
pl: Wszyscy użytkownicy
pt_br: Todos os Membros
ru: Все участники
sv: Alla medlemmar
tr: Tüm Üyeler
uk: Усі учасники
uz: Barcha a’zolar
zh_cn: 所有成员
zh_tw: 所有成員

source: Who can call me?
ar: من يمكنهم الاتصال بي؟
be: Хто можа выклікаць мяне?
ca: Qui pot trucar-me?
de: Wer kann mich anrufen?
es: ¿Quién puede llamarme?
fa: چه کسی می‌تواند با من تماس بگیرد؟
fi: Ketkä saavat soittaa minulle?
fr: Qui peut m'appeler ?
id: Siapa yang dapat memanggil Anda?
it: Chi può chiamarmi?
ko: 나에게 전화할 수 있는 사람
ms: Siapa yang boleh panggil saya?
nl: Wie kan mij bellen?
pl: Kto może do mnie dzwonić?
pt_br: Quem pode me ligar?
ru: Кто может мне звонить?
sv: Vem kan ringa mig?
tr: Beni kim arayabilir?
uk: Хто може мені телефонувати?
uz: Kimlar menga telefon qila oladi?
zh_cn: 谁可以给我打电话？
zh_tw: 誰可以給我打電話？

# WhoCanCallMeInfo
source: You can restrict who can call you.
ar: اختيار من يمكنهم ومن لا يمكنهم الاتصال بك.
be: Вы можаце вызначыць, хто будзе мець магчымасць тэлефанаваць вам.
ca: Podeu restringir qui pot trucar-vos.
de: Du kannst bestimmen, wer dich anrufen darf.
es: Puedes restringir quién puede llamarte.
fa: شما می‌توانید کسانی که قادرند با شما تماس بگیرند را محدود کنید.
fi: Voit rajoittaa, ketkä saavat soittaa sinulle.
fr: Vous pouvez choisir qui peut vous appeler.
id: Anda dapat membatasi siapa dapat memanggil Anda.
it: Puoi decidere chi può chiamarti.
ko: 회원님에게 전화할 수 있는 사람을 제한하실 수 있습니다.
ms: Anda boleh hadkan siapa yang boleh panggil anda.
nl: Je kunt inperken wie jou mag bellen.
pl: Możesz określić, kto może do ciebie dzwonić.
pt_br: Você pode restringir quem pode te ligar.
ru: Вы можете выбрать, кто сможет Вам звонить.
sv: Du kan välja vem som kan och inte kan ringa dig.
tr: Sizi kimin arayabileceğini kısıtlayabilirsiniz.
uk: Ви можете обмежити, хто може вам телефонувати.
uz: Sizga qo‘ng‘iroq qila oladiganlarni cheklashingiz mumkin.
zh_cn: 您可以限制什么人能给您打电话。
zh_tw: 您可以限制什麽人能給您打電話。

# WidgetChats
source: Chats
ar: المحادثات
be: Чаты
ca: Xats
fi: Keskustelut
fr: Échanges
it: Chat
ko: 대화
ms: Bual
pl: Czaty
ru: Чаты
sv: Chattar
tr: Sohbetler
uk: Чати

# WidgetLoggedOff
source: Account was logged off.
ar: تم الخروج من الحساب.
be: З уліковага запісу выйшлі.
ca: S'ha tancat la sessió.
de: Konto wurde abgemeldet.
es: La cuenta ha sido desconectada.
fi: Tili ei ole kirjautuneena sisään.
fr: Le compte a été déconnecté.
it: L'account è stato disconnesso.
ko: 계정이 로그아웃 됨
ms: Akaun telah dilog keluar.
nl: Account is uitgelogd
pl: Konto zostało wylogowane.
pt_br: A conta foi removida.
ru: Аккаунт не авторизован.
sv: Kontot loggades ut
tr: Oturum kapatıldı.
uk: Акаунт не авторизований.

# WidgetPasscode
source: ​ Note: Your passcode will be **ignored** for widgets.
ar: تنبيه: سيتم **تجاهل** رمز القفل في الأداة.
be: Увага: ваш код блакіроўкі **не ўплывае** на віджэты.
ca: Nota: El vostre codi d’accés **s'ignorarà** als ginys.
de: Hinweis: Dein Pincode wird bei Widgets **ignoriert**.
es: ​ Nota: Tu código de bloqueo será **ignorado** para los widgets.
fi: Huom.: Pienoisohjelmat **eivät** ota pääsykoodia huomioon.
fr: Remarque : Votre code d'accès sera **ignoré** pour les widgets.
it: ​ ​ Nota: il tuo codice di blocco sarà **ignorato** per i widget.
ko: 참고: 위젯에 비밀번호는 **무시**됩니다.
ms: Nota: Kod laluan anda akan **diabaikan** untuk wijet.
nl: ​ Let op: Je toegangscode zal worden **genegeerd** voor Widgets.
pl: Uwaga: Twój kod dostępu zostanie **zignorowany** w przypadku widżetów.
pt_br: Nota: sua senha será **ignorada** para os widgets.
ru: Обратите внимание: код-пароль приложения **не влияет** на виджеты.
sv: Obs! Din åtkomstkod **ignoreras** för widgets.
tr: Not: Parolanız, widget'lar için **yok sayılacaktır**.
uk: Зверніть увагу: код блокування застосунку **не впливає** на віджети.

# WidgetPasscode2
source: Warning: Your passcode will be **ignored** for widgets.
ar: تحذير: ستعرض التطبيقات المصغرة كل الرسائل الحديثة، لكن ستطلب منك رمز المرور الخاص بك لفتح التطبيق والرد.
be: Увага: ваш код блакіроўкі **не ўплывае** на віджэты.
ca: Atenció: el codi de seguretat **s’ignorarà** als ginys.
de: Warnung: Dein Pincode wird für Widgets **ignoriert**.
es: Advertencia: Tu código de bloqueo será **ignorado** por los widgets.
fi: Varoitus: pienoisohjelmat **eivät** ota pääsykoodia huomioon, ja viestit näkyvät siinä. Sovelluksen avaaminen vaatii kuitenkin koodin.
fr: Attention : votre code d'accès sera **ignoré** pour les widgets.
it: Attenzione: il tuo codice sarà **ignorato** per i widget.
ko: 경고: 위젯에 비밀번호는 **무시**됩니다.
ms: Amaran: Kod laluan anda akan **diabaikan** untuk wijet.
nl: Let op: Je toegangscode zal worden **genegeerd** voor widgets.
pl: Ostrzeżenie: twój kod dostępu zostanie **zignorowany** w przypadku widżetów.
pt_br: Aviso: a sua senha será **ignorada** para widgets.
ru: Обратите внимание: код-пароль приложения **не влияет** на виджеты.
sv: Varning: Dina widgetar kommer visa alla nya meddelanden men din åtkomstkod kommer att krävas för att öppna appen och svara.
tr: Uyarı: Widget'lar için parolanız **yok sayılacaktır**.
uk: Увага: код блокування застосунку **не впливає** на віджети.

# WidgetPasscodeEnable
source: ​ Your passcode **will not affect** widgets added to homescreen.
ar: **لن يعمل** رمز القفل في الأداة المضافة على الشاشة الرئيسية.
be: Ваш код блакіроўкі **не паўплывае** на віджэты дадзеныя на галоўны экран.
ca: ​ El vostre codi **no afectarà** els ginys de la pantalla d'inici.
de: Dein Pincode wird sich **nicht** auf Widgets auswirken.
es: ​ Tu código de bloqueo **no tendrá efecto** sobre los widgets añadidos a tu pantalla de inicio.
fi: Pääsykoodisi **ei vaikuta** aloitusnäytölle lisättyihin pienoisohjelmiin.
fr: Votre code d'accès **n'affectera pas** les widgets ajoutés à l'écran d'accueil.
it: ​ ​ Il tuo codice **non influenzerà** i widget aggiunti alla schermata home.
ko: 비밀번호가 홈화면에 추가된 위젯에는 **영향을 미치지 않습니다**.
ms: Kod laluan anda **tidak akan pengaruhi** wijet yang ditambah ke laman utama.
nl: ​ Je toegangscode heeft **geen effect** op widgets toegevoegd aan je hoofdscherm.
pl: Twój kod dostępu **nie będzie miał wpływu** na widżety dodane do ekranu głównego.
pt_br: Sua senha **não afetará** widgets adicionados na tela inicial.
ru: Код-пароль приложения **не будет влиять** на виджеты, добавленные на главный экран.
sv: Din åtkomstkod **påverkar inte** widgets som lagts till på hemskärmen.
tr: Parolanız, ana ekrana eklenen widget'ları **etkilemeyecektir**.
uk: ​ Код блокування застосунку **не впливатиме** на віджети, додані на головний екран.

# WidgetPasscodeEnable2
source: Your passcode **will not affect** widgets added to homescreen.
ar: **لن يعمل** رمز القفل للأدوات المضافة على شاشتك الرئيسية.
be: Ваш код блакіроўкі **не паўплывае** на віджэты дадзеныя на галоўны экран.
ca: El codi **no afectarà** els ginys en la pantalla d’inici.
de: Dein Pincode wird sich **nicht** auf Widgets auswirken.
es: Tu código de bloqueo **no afectará** a los widgets añadidos a la pantalla de inicio.
fi: Pääsykoodisi **ei vaikuta** aloitusnäytölle lisättyihin pienoisohjelmiin.
fr: Votre code d'accès **n'affectera pas** les widgets ajoutés à l'écran d'accueil.
it: Il tuo codice **non influenzerà** i widget aggiunti alla schermata home.
ko: 비밀번호가 홈화면에 추가된 위젯에는 **영향을 미치지 않습니다**.
ms: Kata laluan anda **tidak akan** pengaruhi wijet yang ditambah ke laman utama.
nl: Je toegangscode **werkt niet** voor widgets op je hoofdscherm.
pl: Twój kod dostępu **nie będzie miał wpływu** na widżety dodane do ekranu głównego.
pt_br: Sua senha **não afetará** widgets adicionados à tela inicial.
ru: Код-пароль приложения **не будет влиять** на виджеты, добавленные на главный экран.
sv: Din åtkomstkod **kommer inte** påverka widgets du lagt till på hemskärmen.
tr: Parolanız ana ekrana eklenen widget'ları **etkilemez**.
uk: Код блокування застосунку **не впливає** на віджети, додані на головний екран.

# WidgetPreview
source: Preview of the widget
ar: معاينة الأداة
be: Перадпрагляд віджэта
ca: Previsualització del giny
de: Widget-Vorschau
es: Vista previa del widget
fi: Pienoisohjelman esikatselu
fr: Aperçu du widget
it: Anteprima widget
ko: 위젯 미리보기
ms: Pratonton wijet
nl: Voorvertoning van de Widget
pl: Podgląd widżetu
pt_br: Prévia do widget
ru: Предпросмотр виджета
sv: Förhandsvisa widget
tr: Widget'ın önizlemesi
uk: Попередній перегляд

# WidgetShortcuts
source: Shortcuts
ar: الاختصارات
be: Ярлыкі
ca: Dreceres
de: Verknüpfungen
es: Atajos
fi: Pikakuvakkeet
fr: Raccourcis
it: Scorciatoie
ko: 바로가기
ms: Cara ringkas
nl: Snelkoppelingen
pl: Skróty
pt_br: Atalhos
ru: Ярлыки
sv: Genvägar
tr: Kısayollar
uk: Ярлики

# WiFiUsage
source: Wi-Fi Data Usage
ar: استهلاك بيانات الواي فاي
be: Выкарыстанне Wi-Fi
ca: Ús de dades Wi-Fi
de: WLAN Datennutzung
es: Uso de datos Wi-Fi
fa: میزان استفاده از داده وای فای
fi: Wi-Fin käyttö
fr: Utilisation des données en Wi-Fi
id: Pemakaian Data Wi-Fi
it: Utilizzo dati Wi-Fi
ko: WIFI 데이터 사용량
ms: Kegunaan Data Wi-Fi
nl: Wi-Fi datagebruik
pl: Wykorzystanie danych w sieci Wi-Fi
pt_br: Uso de Dados no Wi-Fi
ru: Использование Wi-Fi
sv: Datamängd på wifi
tr: Kablosuz Veri Kullanımı
uk: Використання даних по Wi-Fi
uz: Wi-Fi tarmogʻidan foydalanish
zh_cn: Wi-Fi 数据使用情况
zh_tw: Wi-Fi 數據使用情况

# WillUnmuteIn
source: In {0}
ar: بعد ⁨{0}⁩
be: Праз {0}
ca: En {0}
es: En {0}
fa: ظرف ⁨{0}⁩
fi: {0} kuluttua
fr: Dans {0}
id: pada {0}
it: Tra {0}
ko: {0} 뒤
ms: Dalam {0}
nl: Over {0}
pl: włącz. za {0}
pt_br: Em {0}
ru: Через {0}
sv: Om {0}
tr: {0} içinde
uk: За {0}
uz: {0}dan keyin
zh_cn: {0} 后
zh_tw: {0} 後

# WithinAMonth
source: last seen within a month
ar: آخر ظهور خلال شهر
be: быў(-ла) у гэтым месяцы
ca: vist fa unes setmanes
de: innerhalb eines Monats
es: últ. vez hace unas semanas
fa: آخرین بازدید ظرف یک ماه پیش
fi: nähty kuukauden sisällä
fr: en ligne ce mois-ci
id: terlihat sebulan yang lalu
it: ultimo accesso entro un mese
ko: 한 달 이내 마지막으로 접속함
ms: dilihat bulan ini
nl: afgelopen maand gezien
pl: widziano w ciągu miesiąca
pt_br: visto no último mês
ru: был(а) в этом месяце
sv: här senaste månaden
tr: son görülme bir ay içinde
uk: відвідини – впродовж місяця
uz: soʻnggi faollik: bir oy oldin
zh_cn: 最近一个月内曾上线
zh_tw: 最近一個月内曾上線

# WithinAWeek
source: last seen within a week
ar: آخر ظهور خلال أسبوع
be: быў(-ла) на гэтым тыдні
ca: vist fa uns dies
de: innerhalb einer Woche
es: últ. vez hace unos días
fa: آخرین بازدید ظرف یک هفته‌ پیش
fi: nähty viikon sisällä
fr: en ligne cette semaine
id: terlihat seminggu yang lalu
it: ultimo accesso entro una settimana
ko: 일주일 이내 마지막으로 접속함
ms: dilihat minggu ini
nl: afgelopen week gezien
pl: widziano w ciągu tygodnia
pt_br: visto na última semana
ru: был(а) на этой неделе
sv: här i veckan
tr: son görülme bir hafta içinde
uk: відвідини – впродовж тижня
uz: bir hafta oldin onlayn edi
zh_cn: 最近一周内曾上线
zh_tw: 最近一周内曾上線

# WrongCode
source: You entered the wrong code. Please try again.
ar: الرمز غير صحيح، ترجى إعادة المحاولة.
be: Вы ўвялі памылковы код. Паспрабуйце яшчэ раз.
ca: Heu introduït un codi incorrecte. Torneu a intentar-ho.
de: Das ist der falsche Code. Bitte erneut versuchen.
es: Este código es incorrecto. Por favor, reinténtalo.
fi: Koodi on väärin. Yritä uudelleen.
fr: Vous avez entré un mauvais code. Veuillez réessayer.
it: Hai inserito il codice errato. Per favore riprova.
ko: 올바르지 않은 코드를 입력했습니다. 다시 시도해주세요.
ms: Anda masukkan kod salah. Sila cuba lagi.
pl: Wpisano niepoprawny kod. Spróbuj ponownie.
pt_br: Você inseriu o código incorreto. Tente novamente.
ru: Вы ввели неверный код. Повторите попытку.
sv: Fel kod, försök igen.
tr: Yanlış kodu girdiniz. Lütfen tekrar deneyin.
uk: Ви ввели неправильний код. Спробуйте ще раз.

# WrongCodeTitle
source: Wrong code
ar: رمز خاطئ
ca: Codi incorrecte
de: Falscher Code
es: Código incorrecto
fi: Väärä koodi
fr: Mauvais code
it: Codice errato
ms: Kod salah
pl: Niepoprawny kod
pt_br: Código incorreto
ru: Неверный код
sv: Felaktig kod
tr: Yanlış kod
uk: Неправильний код

# WrongCountry
source: Invalid country code
ar: رمز الدولة غير صالح
be: Памылковы код краіны
ca: El codi de país no és vàlid
de: Ungültige Landeskennzahl
es: Código de país inválido
fa: کد کشور نامعتبر است
fi: Virheellinen maakoodi
fr: Préfixe national invalide
id: Kode Negara Salah
it: Prefisso internazionale non valido
ko: 올바른 국가번호를 입력하세요
ms: Kod negara salah
nl: Ongeldig landnummer
pl: Nieprawidłowy kod kraju
pt_br: Código do país inválido
ru: Некорректный код страны
sv: Felaktig landskod
tr: Geçersiz ülke kodu
uk: Недопустимий код країни
uz: Mamlakat kodi xato
zh_cn: 国家/地区代码无效
zh_tw: 國家/地區代碼無效

source: Wrong number?
ar: الرقم غير صحيح؟
be: Памылковы нумар?
ca: No és correcte el número?
de: Falsche Nummer?
es: ¿Número incorrecto?
fa: شماره اشتباه است؟
fi: Väärä numero?
fr: Numéro erroné ?
id: Salah nomor?
it: Numero errato?
ko: 전화번호가 잘못되었나요?
ms: Salah nombor?
nl: Verkeerd nummer?
pl: Nieprawidłowy numer?
pt_br: Número incorreto?
ru: Неправильный номер?
sv: Fel nummer?
tr: Numara yanlış mı?
uk: Хибний номер?
uz: Raqam xatomi?
zh_cn: 输错电话号码？
zh_tw: 入錯電話號碼？

# WrongNumberFormat
source: Wrong format
ar: صيغة غير صحيحة
ca: Format incorrecte
de: Falsches Format
es: Formato incorrecto
fi: Virheellinen muoto
fr: Format incorrect
it: Formato errato
ko: 올바르지 않은 포맷
ms: Format salah
pl: Nieprawidłowy format
pt_br: Formato incorreto
ru: Некорректный формат
sv: Fel format
tr: Yanlış biçim
uk: Неправильний формат

# Years_one
source: {0} year
ar: سنة واحدة
be: {0} год
ca: {0} any
de: {0} Jahr
es: {0} año
fi: {0} vuosi
fr: {0} an
it: {0} anno
nl: {0} jaar
pl: {0} rok
pt_br: {0} ano
ru: {0} год
sv: {0} år
tr: {0} yıl
uk: {0} рік

# Years_other
source: {0} years
ar: ⁨{0}⁩ سنة
be: {0} гадоў
ca: {0} anys
de: {0} Jahre
es: {0} años
fi: {0} vuotta
fr: {0} ans
it: {0} anni
ko: {0}년
ms: {0} tahun
nl: {0} jaar
pl: {0} roku
pt_br: {0} anos
ru: {0} лет
sv: {0} år
tr: {0} yıl
uk: {0} років

source: Yellow
ar: الأصفر
be: Жоўты
ca: Groc
de: Gelb
es: Amarillo
fa: زرد
fi: Keltainen
fr: Jaune
id: Kuning
it: Giallo
ko: 노란색
ms: Kuning
nl: Geel
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
sv: Gul
tr: Sarı
uk: Жовтий
uz: Sariq

source: yesterday
ar: يوم أمس
be: учора
ca: ahir
de: gestern
es: ayer
fa: دیروز
fi: eilen
fr: hier
id: kemarin
it: ieri
ko: 어제
ms: kelmarin
nl: gisteren
pl: wczoraj
pt_br: ontem
ru: вчера
sv: igår
tr: dün
uk: учора
uz: kecha
zh_cn: 昨天
zh_tw: 昨天

source: yesterday at
ar: يوم أمس عند
be: учора а
ca: ahir a les
de: gestern um
es: ayer a las
fa: دیروز در
fi: eilen klo
fr: hier à
id: kemarin pada
it: ieri alle
ko: 어제
ms: kelmarin jam
nl: gisteren om
pl: wczoraj o
pt_br: ontem às
ru: вчера в
sv: igår kl.
tr: dün
uk: – учора,
uz: kecha
zh_cn: 于昨天
zh_tw: 於昨天

# YesterdayAtFormatted
source: yesterday at {0}
ar: يوم أمس عند ⁨{0}⁩
be: учора а {0}
ca: ahir a les {0}
de: gestern um {0}
es: ayer a las {0}
fa: دیروز در ⁨{0}⁩
fi: eilen klo {0}
fr: hier à {0}
id: kemarin pada {0}
it: ieri alle {0}
ko: 어제 {0}
ms: kelmarin jam {0}
nl: gisteren om {0}
pl: wczoraj o {0}
pt_br: ontem, {0}
ru: вчера в {0}
sv: igår kl. {0}
tr: dün {0}
uk: – учора, {0}
uz: kecha {0} da
zh_cn: 昨天 {0}
zh_tw: 昨天 {0}
